[
  {
    "icon": "/icon/investment.png",
    "title": "Corporate and Foreign Direct Investments",
    "image": "/images/service-banner.png",
    "slug": "corporate-and-foreign-direct-investments",
    "details": "<article class=\"max-w-4xl mx-auto px-6 text-gray-800 leading-relaxed\">\n  <p class=\"mb-6\">Corporate and commercial legal services, particularly in relation to foreign direct investments, constitute a major part of our practice. We have been involved in several of the country’s ground-breaking corporate and financial transactions, and advise listed and unlisted domestic, international and multi-national corporations, banks, financial institutions, industries, state-owned enterprises and government departments.</p>\n\n  <p class=\"mb-4\">Our recent notable track record in the foreign investment and corporate sector include having:</p>\n\n  <ul class=\"list-disc list-inside space-y-3 ml-10 text-gray-700\">\n    <li>Successfully negotiated and executed a Joint Venture Agreement between one of the largest conglomerates in Bangladesh and renowned tier producer of India for the establishment of a production facility in Bangladesh being valued at approximately US$ 35 million.</li>\n    <li>Advising and assisting with corporate issues, regulatory matters and overall structuring of a US$ 130 million investment project in the textile industry being established in Bangladesh.</li>\n    <li>Negotiated and executed a transaction on behalf of a local conglomerate with restructuring its corporate structure and raising capital of US$15 million through issuance of premium shares to one of the leading international financial investors.</li>\n    <li>Advised and assisted one of the leading public limited companies in Bangladesh in its US$ 17 million acquisition of 100% shareholding of another company.</li>\n    <li>Advised and assisted one of the largest conglomerates of Bangladesh on a joint venture to be formed with one of the largest textiles producers of Malaysia on establishing a 100% export oriented backward linkage textile industry.</li>\n    <li>Recently completed a multiparty joint venture between Bangladeshi, Chinese and US entities with establishing a Knitting and Woven industry in Bangladesh Export Processing Zone with an estimated investment of US$ 40 million.</li>\n    <li>Assisting a renowned Sri Lankan security service provider company to set up its Branch Office in Bangladesh and obtain work permits, security clearance and visas for its expat employees.</li>\n  </ul>\n</article>",
    "description": "Corporate and commercial legal services, particularly in relation to foreign direct investments, constitute a major part of our practice. We have been involved in several of the country’s ground-breaking corporate and financial transactions, and advise listed and unlisted domestic, international and multi-national corporations, banks, financial institutions, industries, state-owned enterprises and government departments. "
  },
  {
    "icon": "/icon/puzzle.png",
    "title": "Mergers and Acquisitions",
    "image": "/images/service-banner.png",
    "slug": "mergers-and-acquisitions",
    "details": "<article class=\"max-w-5xl mx-auto  text-gray-800 leading-relaxed\">\n  <p class=\"mb-6\">We are one of the few full-service law firms having experienced teams to look into all aspects of mergers and acquisitions, in addition to legal documentation and execution with respect to the M&A. Our regulatory affairs team is effective and efficient in all related aspects of mergers and acquisitions, from securing regulatory approvals from appropriate authorities to transferral of licenses, updating corporate records and registrations with regulatory bodies and land offices, as well as undertaking comprehensive pre and post completion due diligence exercises.</p>\n\n  <p class=\"mb-6\">Our team of corporate lawyers is among the best in the country, each with a distinct prominent reputation in conducting high-level mergers and acquisitions, governance and restructuring, and all other general company matters.</p>\n\n  <p class=\"mb-4\">Our recent track record in the mergers and acquisitions sector include:</p>\n\n  <ul class=\"list-disc list-inside space-y-3 text-gray-700\">\n    <li>Currently advising one of the most reputed pharmaceutical company’s amalgamations with another major pharmaceutical manufacturer along with all the assets and licenses of the latter.</li>\n    <li>Currently advising one of the leading bottling company of an international carbonated beverage manufacturer with its amalgamation with another bottling unit of a subsidiary company (which we also advised in acquiring).</li>\n    <li>Presently advising a major aluminum manufacturer company with a US$ 16 million acquisition of a denationalized jute mills and advising the conversion of the latter for a special economic zone (SEZ).</li>\n    <li>Recently advised a merger and restructuring of 3 (three) major RMG manufacturing companies with 100% foreign shareholding and their amalgamation of assets, retrenchment of workforce and asset relocation where cumulative investment is valued at US$ 90 million.</li>\n    <li>Representing the seller of shares of a telecom company in the largest share acquisition in the history of Bangladesh, worth US$350 million.</li>\n    <li>Advised and assisted a renowned textile industry in Bangladesh with its US$ 10 million acquisition of another knitting industry and dealing with all human resources migration.</li>\n    <li>Advised a local conglomerate with its acquisition of 100% shareholding of a denationalized private jute mill along with its governmental liability and transfer of licenses, and securing all necessary regulatory approval of converting the same for a gated community real estate development project of USD 110 million.</li>\n  </ul>\n</article>",
    "description": "We are one of the few full-service law firms having experienced teams to look into all aspects of mergers and acquisitions, in addition to legal documentation and execution with respect to the M&A. Our regulatory affairs team is effective and efficient in all related aspects of mergers and acquisitions, from securing regulatory approvals from appropriate authorities to transferral of licenses, updating corporate records and registrations with regulatory bodies and land offices, as well as undertaking comprehensive pre and post completion due diligence exercises."
  },
  {
    "icon": "/icon/icons-bank.png",
    "title": "Banking and Finance",
    "image": "/images/service-banner.png",
    "slug": "banking-and-finance",
    "details": "<article class=\"max-w-5xl mx-auto text-gray-800 leading-relaxed\">\n  <p class=\"mb-6\">Our highly rated, resourceful and dedicated team of lawyers provide sound advice in relation to the full range of banking and finance transactions to all types of clients including leading local and international financial institutions, corporate and investment banks, corporate, state-owned entities, regulatory bodies and governments.</p>\n\n  <p class=\"mb-6\">We specialize in complex finance transactions and have immense expertise of acquisition finance, structured finance, capital markets, project and property finance, debt recovery, insolvency and restructuring and securitization.</p>\n\n  <p class=\"mb-4\">Our recent track records in this sector include:</p>\n\n  <ul class=\"list-disc list-inside space-y-3 text-gray-700\">\n    <li>Currently acting as local legal counsel for HDFC Hong Kong Branch regarding a foreign loan facility of US$ 50 (fifty) million to a local telecom operator in Bangladesh.</li>\n    <li>Advising a local conglomerate in documentation and availing debt financing from IFC and FMO in the amount of US$ 12.5 Million.</li>\n    <li>Advising one of largest garments producing manufacturing unit of Bangladesh in securing a foreign debt financing in the amount of US $ 9.5 million against project expansion.</li>\n    <li>Representing a large manufacturing company in securing foreign equity financing by institutional investors through issuance of shares at premium.</li>\n    <li>Advised one of the largest Bangladeshi corporate investor in a subscription of BDT 750 million amortizing Senior Bond to be issued by a leading local enterprise.</li>\n    <li>One of the leading members of the team representing a local investor in subscribing US$20 million senior bonds issued by a leading telecom company of Bangladesh.</li>\n    <li>Advising and representing two foreign joint venture companies in Bangladesh obtaining over US$ 23 million in foreign debt financing.</li>\n  </ul>\n</article>",
    "description": "Our highly rated, resourceful and dedicated team of lawyers provide sound advice in relation to the full range of banking and finance transactions to all types of clients including leading local and international financial institutions, corporate and investment banks, corporate, state-owned entities, regulatory bodies and governments. "
  },
  {
    "icon": "/icon/commercial-property.png",
    "title": "Commercial Property",
    "image": "/images/service-banner.png",
    "slug": "commercial-property",
    "details": "<article class=\"max-w-5xl mx-auto text-gray-800 leading-relaxed\">\n  <p class=\"mb-6\">Commercial property law and property finance requires a thorough understanding of various aspects of the local law such as land registration and conveyance, leases, servitudes, town planning, financing structures, mortgages and other securities.</p>\n\n  <p class=\"mb-6\">We offer specialist advice and assistance in relation to all commercial property transactions including land acquisitions and disposal, commercial and residential lease arrangements, property development, property finance and fractional ownership.</p>\n\n  <p class=\"mb-4\">Our recent track records in this sector include:</p>\n\n  <ul class=\"list-disc list-inside space-y-3 text-gray-700\">\n    <li>Pre-acquisition due diligence, documentation and execution thereof related to procurement of 26,000sqft commercial floor space on Gulshan Avenue, in Dhaka, Bangladesh by our client.</li>\n    <li>Advising, structuring, due diligence and documentation for acquiring of 27.13 acres of industrial land in Bhaluka, Mymensingh for setting up of production facility by our client.</li>\n    <li>Advising, negotiating and documentation of a longterm lease agreement of a commercial building in Motijheel owned by our client to one of the leading foreign bank in Bangladesh.</li>\n    <li>Negotiate, represent, and documentation for leasehold of 120,000 sqft of industrial floor space in Gazipur, Bangladesh on behalf of the Lessee, our client.</li>\n    <li>Advising, negotiation and settlement of dispute arising out of a long term land lease in Gazipur, Bangladesh (for factory under a BOO arrangement) between our client and the Landlord.</li>\n    <li>Advising, negotiating and documentation of various high value residential and commercial apartments / space acquisition in Gulshan / Baridhara / Banani by our clients.</li>\n  </ul>\n</article>",
    "description": "Commercial property law and property finance requires a thorough understanding of various aspects of the local law such as land registration and conveyance, leases, servitudes, town planning, financing structures, mortgages and other securities. "
  },
  {
    "icon": "/icon/practice-icon.png",
    "title": "Intellectual Property",
    "image": "/images/service-banner.png",
    "slug": "intellectual-property",
    "details": "<article class=\"max-w-5xl mx-auto text-gray-800 leading-relaxed\">\n  <p class=\"mb-6\">We provide a wide array of legal services related to the establishment and protection of intellectual property rights. In addition to registration and assignment of patents, trademarks and designs, trademark and patent searches, our firm holds an impressive track record in enforcing and defending patent, trademark and copyright infringement claims.</p>\n\n  <p class=\"mb-4\">Our recent track records in this sector include:</p>\n\n  <ul class=\"list-disc list-inside space-y-3 text-gray-700\">\n    <li>Advising and assisting registration of trademark of a renowned Association of Bangladesh.</li>\n    <li>Undertaking hearing for a trademark registration under the Paris Convention in Bangladesh for a large scale producer of drinking water.</li>\n    <li>Advising various international agencies and foreign law firms with trademark and patent registration and enforcement regime in Bangladesh.</li>\n    <li>Advising and defending local and international clients in trademark infringements issues.</li>\n    <li>Advising one of largest Non-governmental organization (NGO) of Bangladesh in enforcement of their trademark rights over salt produced by it against certain companies making products using its similar logo and name.</li>\n    <li>Advising a leading Bangladeshi company in enforcement of its patent rights over a newly-invented building material.</li>\n  </ul>\n</article>",
    "description": "We provide a wide array of legal services related to the establishment and protection of intellectual property rights. In addition to registration and assignment of patents, trademarks and designs, trademark and patent searches, our firm holds an impressive track record in enforcing and defending patent, trademark and copyright infringement claims. "
  },
  {
    "icon": "/icon/satellite.png",
    "title": "Telecommunications & Broadcasting",
    "image": "/images/service-banner.png",
    "slug": "telecommunications-and-broadcasting",
    "details": "<article class=\"max-w-5xl mx-auto text-gray-800 leading-relaxed\">\n  <p class=\"mb-6\">We have extensive experience in advising and acting for clients in the telecommunications and broadcasting sector, ranging from mergers and acquisitions, general regulatory advice, data protection, licensing and compliance.</p>\n\n  <p class=\"mb-6\">We advise the leading telecommunications brands of the country in the context of particular transactions as well as litigation and regulatory obligations.</p>\n\n  <p class=\"mb-4\">Our recent track records in this sector include:</p>\n\n  <ul class=\"list-disc list-inside space-y-3 text-gray-700\">\n    <li>Representing the seller of shares of a telecom company in the largest share acquisition in the history of Bangladesh, worth US$350 million.</li>\n    <li>Advising and representing a telecom industry hardware supplier to obtain approval from Bangladesh Telecom Regulatory Commission (BTRC)</li>\n    <li>Advising and representing Airtel Bangladesh Ltd. in various regulatory and transactional issues.</li>\n    <li>Representing a local handset producer in negotiating its procurement contracts, procurement of BTRC approvals and establishing factory.</li>\n  </ul>\n</article>",
    "description": "We have extensive experience in advising and acting for clients in the telecommunications and broadcasting sector, ranging from mergers and acquisitions, general regulatory advice, data protection, licensing and compliance. "
  },
  {
    "icon": "/icon/icons-tourism.png",
    "title": "Tourism and Hospitality",
    "image": "/images/service-banner.png",
    "slug": "tourism-and-hospitality",
    "details": "<article class=\"max-w-5xl mx-auto text-gray-800 leading-relaxed\">\n  <p class=\"mb-6\">The tourism and hospitality industries of Bangladesh have undergone immense changes in past decade and continue to evolve in response to market pressure and globalization. Our clients in this sector range from reputed hotels, resorts, restaurants, hotel and resort management entities, franchisors, investors, travel operators and travel service providers.</p>\n\n  <p class=\"mb-6\">Our services include advising on and implementing corporate structuring, construction and development, permitting and licensing, labour and employment, competition, franchising, environmental policies, management systems, financing structures and other risk assessment.</p>\n\n  <p class=\"mb-4\">Our recent track record in this sector include:</p>\n\n  <ul class=\"list-disc list-inside space-y-3 text-gray-700\">\n    <li>Advised and negotiated Hotel Management Agreement (HMA) and related documents on behalf of a client for its owned hotel in Chittagong, Bangladesh with Hyatt Regency.</li>\n    <li>Represented a design and construction firm with its bid to enter into a consortium agreement with multiple construction and architecture firm to negotiate an agreement with an international hotel for landscaping of its hotel operating in Bangladesh.</li>\n    <li>Represented client in negotiating HMA with Marriot International for Operations and Management of a hotel in Bangladesh.</li>\n  </ul>\n</article>",
    "description": "The tourism and hospitality industries of Bangladesh have undergone immense changes in past decade and continue to evolve in response to market pressure and globalization. Our clients in this sector range from reputed hotels, resorts, restaurants, hotel and resort management entities, franchisors, investors, travel operators and travel service providers."
  },
  {
    "icon": "/icon/icons-construction.png",
    "title": "Construction and Development",
    "image": "/images/service-banner.png",
    "slug": "construction-and-development",
    "details": "<article class=\"max-w-5xl mx-auto text-gray-800 leading-relaxed\">\n  <p class=\"mb-6\">Drawing on the diverse legal expertise and experience of our seasoned lawyers, the firm provides in-depth consultation on issues that present themselves in the construction and development environment. Our services range from drawing up detailed construction and development agreements, advising on joint ventures, advice on applicable local legislation to acting on construction and development claims and dispute resolution.</p>\n\n  <p class=\"mb-4\">Our recent track records in this sector include:</p>\n\n  <ul class=\"list-disc list-inside space-y-3 text-gray-700\">\n    <li>Drafting, negotiating and representing a client in appointment of a Design, Documentation and Project Management Team for construction of a 30 (thirty) storied multi-purpose building in Chittagong, Bangladesh.</li>\n    <li>Advising and negotiating the appointment of a Spanish Architect (design) and project management team by a locally renowned and established Real Estate Developer.</li>\n    <li>Advising a local real estate company in appointing a design team from England for architectural design for a proposed commercial building in Dhaka.</li>\n    <li>Representing and advising a local conglomerate in appointing a building contractor to undertake construction work of a 14 storied commercial building in Tejgaon, Dhaka.</li>\n  </ul>\n</article>",
    "description": "Drawing on the diverse legal expertise and experience of our seasoned lawyers, the firm provides in-depth consultation on issues that present themselves in the construction and development environment. Our services range from drawing up detailed construction and development agreements, advising on joint ventures, advice on applicable local legislation to acting on construction and development claims and dispute resolution. "
  },
  {
    "icon": "/icon/icons-trade.png",
    "title": "Trade and Commerce",
    "image": "/images/service-banner.png",
    "slug": "trade-and-commerce",
    "details": "<article class=\"max-w-5xl mx-auto text-gray-800 leading-relaxed\">\n  <p class=\"mb-6\">With the continual integration of Bangladesh into the global market, international as well as local trade and commerce of the nation is at its peak. Our clients in this sector, multinational organizations, local companies and sole proprietors, are among the highest tax-payers of the country.</p>\n\n  <p class=\"mb-6\">We advise domestic and international clients in all sectors of the economy including building, engineering, information technology, manufacturing, garments and textiles, pharmaceuticals and transport. Our practice covers the drawing up of general terms and conditions of trade and commercial contracts, as well as dealing with negotiated settlements and commercial litigation.</p>\n\n  <p class=\"mb-4\">Our recent track records in this sector include:</p>\n\n  <ul class=\"list-disc list-inside space-y-3 text-gray-700\">\n    <li>Advised and represented client in negotiating an agreement between a telecom operator in appointing its Distributor in Bangladesh.</li>\n    <li>Prepared documentation for appointment of a local agent by an international generator supplier.</li>\n    <li>Represented a client before the Joint District court in effectively stopping L/C payment of US$ 2.3 million for supply of raw materials.</li>\n    <li>Represented a local leading garments manufacturer in protecting his interest through intervention by the Hon’ble High Court Division regarding a matter concerning LC.</li>\n  </ul>\n</article>",
    "description": "With the continual integration of Bangladesh into the global market, international as well as local trade and commerce of the nation is at its peak. Our clients in this sector, multinational organizations, local companies and sole proprietors, are among the highest tax-payers of the country."
  },
  {
    "icon": "/icon/icons-energy.png",
    "title": "Energy and Natural Resources",
    "image": "/images/service-banner.png",
    "slug": "energy-and-natural-resources",
    "details": "<article class=\"max-w-5xl mx-auto text-gray-800 leading-relaxed\">\n  <p class=\"mb-6\">Our lawyers are the most experienced in the energy sector and have dealt with both renewable and non-renewable energy projects. Over time, corporate and institutional attitudes towards environmental and resource management have changed tremendously. Our team of expert lawyers is dedicated to effectively advise on corporate environment and resource strategies to best meet the clients’ needs.</p>\n\n  <p class=\"mb-6\">Our services include environmental due diligence, environmental permitting, waste law and hazardous substance control, infrastructural development, water law, service delivery organizations and agreements, local government capacity and public-private-partnership.</p>\n\n  <p class=\"mb-4\">Our recent track records in this sector include:</p>\n\n  <ul class=\"list-disc list-inside space-y-3 text-gray-700\">\n    <li>Advising and representing one of the largest Power Plan owned by Govt. of Bangladesh since 2009. Engaged in Negotiation for dispute resolution with vendor amounting approximately US$ 40 million. Carried legal due diligence with regard to feasibility studies of Kadda Power Plant, Gazipur. Engaged in Arbitration Proceedings under ICC Arbitration Rules held in Paris representing our clients claim for Euro 32 million.</li>\n    <li>Advising and representing a local consortium of investor of a 54 MW IPP (Independent Power Plan) on its restructuring and documentation (i.e. Power Purchase Agreement etc.) for Power Development Board.</li>\n    <li>Advising and representing a local Quick Rental Power Plant in its dispute with technical partner regarding EPC Contract and O & M Services.</li>\n    <li>Advising and representing a Power generating company in Bangladesh with regard to carried on legal compliance before issuance of FAC (Final Acceptance Certificate) for a Turn – Key EPC contract of 250 MW dual fuel power plant.</li>\n    <li>Advising a local investment group on the joint venture with a technical partner in its bid to secure an award for a 50 MW quick rental power plant.</li>\n    <li>Engaged in structuring different SPV with regard to investment of EFH Energy Ltd, a subsidiary of EMP Global for investment of US$ 110 million.</li>\n    <li>Advising and representing a local consortium of EPC contractors for drafting the EPC contract for a successful bid with a government owned power plant of 50 MW IPP.</li>\n  </ul>\n</article>",
    "description": "Our lawyers are the most experienced in the energy sector and have dealt with both renewable and non-renewable energy projects. Over time, corporate and institutional attitudes towards environmental and resource management have changed tremendously. Our team of expert lawyers is dedicated to effectively advise on corporate environment and resource strategies to best meet the clients’ needs. "
  },
  {
    "icon": "/icon/worker-insurance.png",
    "title": "Labour and Employment",
    "image": "/images/service-banner.png",
    "slug": "labour-and-employment",
    "details": "<article class=\"max-w-5xl mx-auto text-gray-800 leading-relaxed\">\n  <p class=\"mb-6\">We represent state-owned enterprises, local government institutions, development corporations as well as major listed and unlisted domestic and international corporations, benefits schemes and employers’ organizations in the field of employment law.</p>\n\n  <p class=\"mb-6\">Our areas of expertise include dispute resolution and litigation, restructuring and retrenchment planning, employment discrimination, and the development and drafting of wide-ranging policies, procedures and employment contracts, restraints of trade, and all existing employment related legislation.</p>\n\n  <p class=\"mb-4\">Our recent track records in this sector include:</p>\n\n  <ul class=\"list-disc list-inside space-y-3 text-gray-700\">\n    <li>Representing a multinational manufacturing company in negotiation, structuring and retrenchment of 2600 of its workers under Bangladesh Labour Act 2006.</li>\n    <li>Advising individuals on employment arrangements, minimum wages, health and safety, unfair dismissal and anti-discrimination at the workplace.</li>\n    <li>Advising a 100% foreign investment manufacturing company on structuring and establishing a Workers’ Profit Participating Fund under the Bangladesh Labour Act, 2006.</li>\n    <li>Representing a multinational manufacturing company with regards to labour control and employment termination.</li>\n    <li>Advising and assisting a joint venture resort company in preparing the employment contract templates and Human Resource Policies / Handbook.</li>\n    <li>Advising multiple local and foreign investors on local laws pertaining to trade unions, strikes, co-determination and industrial democracy.</li>\n    <li>Representing a leading garments-manufacturing company regarding worker unrest, wages’ structuring and employment concerns.</li>\n    <li>Assisting a leading conglomerate on restructuring and reorganizing its complete employment structure, provident fund and HR policy.</li>\n    <li>Defending local and foreign owned companies against claims by employees in Labour Court and Labour Appellate Tribunal.</li>\n    <li>Advising a local group of companies structuring a cross-company Provident Fund policy.</li>\n  </ul>\n</article>",
    "description": "We represent state-owned enterprises, local government institutions, development corporations as well as major listed and unlisted domestic and international corporations, benefits schemes and employers’ organizations in the field of employment law."
  },
  {
    "icon": "/icon/icons-council-tax.png",
    "title": "Taxation",
    "image": "/images/service-banner.png",
    "slug": "taxation",
    "details": "<article class=\"max-w-5xl mx-auto text-gray-800 leading-relaxed\">\n  <p class=\"mb-6\">We provide specialized legal services in the sphere of taxation law and offer a wide range of services including customs and excise, tax structuring of mergers and acquisitions, structuring of private equity funds and transactions, exchange control, capital gains and tax structuring of corporations.</p>\n\n  <p class=\"mb-4\">Our recent track records in this sector include:</p>\n\n  <ul class=\"list-disc list-inside space-y-3 text-gray-700\">\n    <li>Advising on Corporate Tax, Business Owners and Investors Tax planning, Employee Benefits and Executive Compensations.</li>\n    <li>Successfully representing a major cables manufacturing company in its suit before Hon’ble High Court Division of Supreme Court of Bangladesh pertaining valuation of imported raw materials, judgment of which was published in multiple law reports.</li>\n    <li>Successfully representing a leading telecom operator in its suit against National Board of Revenue before the Hon’ble High Court Division of Supreme Court of Bangladesh pertaining to imposition of higher import duty on BTS Towers.</li>\n    <li>Representing in a class action litigation regarding VAT deducted at source on behalf of number of ‘Rental Car Service’ providers against Biman Bangladesh Airlines.</li>\n  </ul>\n</article>",
    "description": "We provide specialized legal services in the sphere of taxation law and offer a wide range of services including customs and excise, tax structuring of mergers and acquisitions, structuring of private equity funds and transactions, exchange control, capital gains and tax structuring of corporations. "
  },
  {
    "icon": "/icon/icons-debt.png",
    "title": "Debt Recovery, Bankruptcy and Insolvency",
    "image": "/images/service-banner.png",
    "slug": "debt-recovery-bankruptcy-and-insolvency",
    "details": "<article class=\"max-w-5xl mx-auto text-gray-800 leading-relaxed\">\n  <p class=\"mb-6\">We advice on all aspects of bankruptcy and insolvency at both corporate and personal levels, ranging from winding up applications (whether listed, private or public) both in Bangladesh and abroad, advising shareholders on voluntary winding up, insolvency-related litigation, judicial management, schemes of arrangement and offers of compromise.</p>\n\n  <p class=\"mb-4\">Our recent track records in this sector include:</p>\n\n  <ul class=\"list-disc list-inside space-y-3 text-gray-700\">\n    <li>Advising and assisting an international manufacturing company in winding up their business, by way of voluntary liquidation.</li>\n    <li>Advising a leading multinational company on enforcement of remedial rights and restructuring of investments during time of insolvency.</li>\n    <li>Representing a leading non-banking financial institution in its debt recovery proceedings under the Artha Rin Adalat Ain, 2003 (Money Loan Court Act, 2003).</li>\n    <li>Representing directors of a local company in their proceedings before the High Court Division of the Supreme Court of Bangladesh with regards to their CIB records.</li>\n  </ul>\n</article>",
    "description": "We advice on all aspects of bankruptcy and insolvency at both corporate and personal levels, ranging from winding up applications (whether listed, private or public) both in Bangladesh and abroad, advising shareholders on voluntary winding up, insolvency-related litigation, judicial management, schemes of arrangement and offers of compromise."
  },
  {
    "icon": "/icon/icons-genealogy.png",
    "title": "Trusts and Estates",
    "image": "/images/service-banner.png",
    "slug": "trusts-and-estates",
    "details": "<article class=\"max-w-5xl mx-auto text-gray-800 leading-relaxed\">\n  <p class=\"mb-6\">We advise individuals, families, family businesses, charitable organizations and various other institutions on issues regarding income, gift, property transfer, estate planning, property distribution through Islamic law, structuring and management of trusts and related complex issues. Our services broadly fall under the categories of estate planning, estate and trust administration and litigation.</p>\n\n  <p class=\"mb-4\">Our recent track records in this sector include:</p>\n\n  <ul class=\"list-disc list-inside space-y-3 text-gray-700\">\n    <li>Advising a prominent social figure on preparing his will.</li>\n    <li>Assisting the successors of author a trust in administering and settling the deceased’s estates.</li>\n    <li>Advising and representing a leading group of companies in establishing a foundation for social welfare and charity work.</li>\n    <li>Advised and assisted the largest information dissemination firm of Bangladesh in creating a trust for its operations.</li>\n    <li>Advising a leading philanthropist of Bangladesh in establishing a trust for youth welfare and social development.</li>\n  </ul>\n</article>",
    "description": "We advise individuals, families, family businesses, charitable organizations and various other institutions on issues regarding income, gift, property transfer, estate planning, property distribution through Islamic law, structuring and management of trusts and related complex issues. Our services broadly fall under the categories of estate planning, estate and trust administration and litigation.  "
  },
  {
    "icon": "/icon/icons-anchor.png",
    "title": "Admiralty and Maritime",
    "image": "/images/service-banner.png",
    "slug": "admiralty-and-maritime",
    "details": "<article class=\"max-w-5xl mx-auto text-gray-800 leading-relaxed\">\n  <p class=\"mb-6\">We advise both domestic and international clients, individuals and companies, in relation to various admiralty and maritime issues ranging from ship arrests, cargo claims, maritime accidents, insurance claims and maritime liens. We have a very effective team of lawyers and paralegals who can act very promptly upon instructions from client; this special attribute of our team puts us forward as one of the most thorough yet fast acting law firms in the country. In maritime disputes, urgency and acting fast on instructions are of paramount importance, and having such quality in our team only adds to their brilliance.</p>\n\n  <p class=\"mb-4\">Our recent track records in this sector include:</p>\n\n  <ul class=\"list-disc list-inside space-y-3 text-gray-700\">\n    <li>Representing a dry-dock paints supplier company in its action in rem amounting to approximately US$ 600,000 against a vessel carrying Bangladesh flag and have the vessel arrested at the Chittagong sea port, Bangladesh.</li>\n    <li>Advised and assisted a contracted buyer in arresting a Brazilian vessel scheduled for dismantling in Bangladesh for breach of contract.</li>\n    <li>Representing a Japanese bank in establishing its maritime lien against a Greek vessel arrested at the Chittagong port through enforcing arbitration clause contained in the Sale Agreement in the High Court Division of Supreme Court of Bangladesh.</li>\n    <li>Representing a local importer in its claim for cargo damages of approximately US$ 150,000 through an action in rem under the Admiralty Act, 2000 through enforcing its rights arising under the charter-party agreement.</li>\n    <li>Defending a desponent owner of a Bangladeshi vessel against the claim of the owners in the Admiralty Court of the High Court Division.</li>\n    <li>Advising and assisting a leading global Protection & Indemnity (P&I) club and its members on various admiralty and maritime claims.</li>\n  </ul>\n</article>",
    "description": "We advise both domestic and international clients, individuals and companies, in relation to various admiralty and maritime issues ranging from ship arrests, cargo claims, maritime accidents, insurance claims and maritime liens. We have a very effective team of lawyers and paralegals who can act very promptly upon instructions from client; this special attribute of our team puts us forward as one of the most thorough yet fast acting law firms in the country. In maritime disputes, urgency and acting fast on instructions are of paramount importance, and having such quality in our team only adds to their brilliance."
  },
  {
    "icon": "/icon/icons-justice.png",
    "title": "Litigation",
    "image": "/images/service-banner.png",
    "slug": "litigation",
    "details": "<article class=\"max-w-5xl mx-auto text-gray-800 leading-relaxed\">\n  <p class=\"mb-6\">We provide a full-service litigation experience for our clients with a high degree of expertise in Criminal and Civil Appeal, Writ Jurisdiction, Company Matters, VAT and Tax issues. Being a goal and objective oriented law firm, we set our strategy first when it comes to protect our client’s best interest and then we deploy our winning team of lawyers, paralegals and of counsels to implement the strategy in most resource wise fashion to yield the best possible outcome for our clients.</p>\n\n  <p class=\"mb-4\">Our recent track records in litigation practice include:</p>\n\n  <ul class=\"list-disc list-inside space-y-3 text-gray-700\">\n    <li>Representing Swiss investors before the Company Court of the Hon’ble High Court Division in a dispute pertaining to repatriation of sale proceeds of shares valued at Euro 10 million from their joint venture partners in Bangladesh.</li>\n    <li>Representing the shareholders of the leading jute mill company of Bangladesh in its writ proceedings against the Ministry of Textiles and Jute in relation to refusal of the Ministry to transfer its 49% stake holding to existing shareholders.</li>\n    <li>Representing a leading cable manufacturing company in its writ proceedings against Government of Bangladesh relating to Valuation Rules, 2000 and the Customs Act, 1969, judgment of which have been reported in a number of leading law journals of the country.</li>\n    <li>Representing a global airlines operator in its writ proceedings arising out of refusal of the Board of Investment, Bangladesh to allow to issue work permits to its foreign employees.</li>\n    <li>Represented a leading real estate company of Bangladesh in its appeal pending before the Appellate Division of the Supreme Court of Bangladesh with regards to ejection of tenant from premises owned by it.</li>\n    <li>Representing a leading entrepreneur of the country in his claim against the Government of Bangladesh arising from illegal acquisition of land.</li>\n  </ul>\n</article>",
    "description": "We provide a full-service litigation experience for our clients with a high degree of expertise in Criminal and Civil Appeal, Writ Jurisdiction, Company Matters, VAT and Tax issues. Being a goal and objective oriented law firm, we set our strategy first when it comes to protect our client’s best interest and then we deploy our winning team of lawyers, paralegals and of counsels to implement the strategy in most resource wise fashion to yield the best possible outcome for our clients."
  },
  {
    "icon": "/icon/icons-dispute.png",
    "title": "Arbitration & Alternative Dispute Resolution",
    "image": "/images/service-banner.png",
    "slug": "arbitration-and-alternative-dispute-resolution",
    "details": "<article class=\"max-w-5xl mx-auto text-gray-800 leading-relaxed\">\n  <p class=\"mb-6\">Our Arbitration and ADR team consists of lawyers with adept experience in the sector from leading law firms of England and the USA. One of our partners, Mr. Sajed Sami Ahammad, has a specialized Masters degree with distinction from Georgetown University, USA in Arbitration & Dispute Resolution and has been a member of the Arbitration team of two leading international law firms. He has also worked for the North American team at the International Chamber of Commerce (ICC)’s Court of Arbitration in Paris, France.</p>\n\n  <p class=\"mb-4\">We are instructed by large national and international clients to represent them in arbitration and dispute settlement. Our lawyers strive to prevent disputes from escalating to an extent of going to court and settle the matter amicably between the parties. In the event that court litigation is ultimately unavoidable though, our approach is always to try to resolve the dispute in a cost-effective manner aimed at generating commercially appropriate results for our clients.</p>\n</article>",
    "description": "Our Arbitration and ADR team consists of lawyers with adept experience in the sector from leading law firms of England and the USA. One of our partners, Mr. Sajed Sami Ahammad, has a specialized Masters degree with distinction from Georgetown University, USA in Arbitration & Dispute Resolution and has been a member of the Arbitration team of two leading international law firms. He has also worked for the North American team at the International Chamber of Commerce (ICC)’s Court of Arbitration in Paris, France."
  },
  {
    "icon": "/icon/icons-rocket.png",
    "title": "Tech Start up and FinTech",
    "image": "/images/service-banner.png",
    "slug": "tech-start-up-and-fintech",
    "details": "<article class=\"max-w-5xl mx-auto text-gray-800 leading-relaxed\">\n  <p class=\"mb-6\">We are one of the few full service law firms having experienced teams to look into the diverse and up to date aspects relating to establishment and regulation of local and multinational firms /organizations / institutes, including but not limited to, largest online grocery delivery to ride hailing, from AI based tech firms to local social media platforms, from online payment service provider to digital banking platforms etc.Our team has advised highest number of successful tech startups in the country from structuring to innovative fund raising.</p>\n\n  <p class=\"mb-4\">Our recent track records in this sector include:</p>\n\n  <ul class=\"list-disc ml-6 space-y-2\">\n    <li>Presently advising one of the largest food delivery service provider in Bangladesh with respect to re-structuring their capital and shareholding to make provision for raising funds from local and foreign investors.</li>\n    <li>Advised and represented in raising multiple rounds of investment through innovative method of onshore issuance against offshore valuation for the largest online grocery delivery platform in Bangladesh.</li>\n    <li>Advised and assisted in incorporation and structuring of award winning Artificial / Synthetic Intelligence based company in Bangladesh.</li>\n    <li>Advised and structured the largest raid hailing app service provider in Bangladesh with their incorporation and related structuring services.</li>\n    <li>Advising one of the leading FinTech companies in Bangladesh with respect to off shore structuring, local regulatory compliance and internal management.</li>\n    <li>Represented an investor with an investment of USD 2.2 million equivalent in Bangladesh in one of the leading online platform for household services and deliveries.</li>\n    <li>Advising on incorporation and structuring of online payment service provider through MFS.</li>\n    <li>Advising on establishment and structuring of a joint-venture company relating to digital banking in Bangladesh.</li>\n  </ul>\n</article>",
    "description": "We are one of the few full service law firms having experienced teams to look into the diverse and up to date aspects relating to establishment and regulation of local and multinational firms /organizations / institutes, including but not limited to, largest online grocery delivery to ride hailing, from AI based tech firms to local social media platforms, from online payment service provider to digital banking platforms etc.Our team has advised highest number of successful tech startups in the country from structuring to innovative fund raising. "
  }
]
